Repository: stnc/wordpress-garantibank-gateway
Catalog: stnc-garantibank-gateway/i18n/languages/stnc-*.po
Languages: tr_tr

source: Process payment via Payfull service.
tr_tr: Payfull ile Ödeme İşlemine Devam Et

source: Proceed to Payfull
tr_tr: Payfull ile Öde

source: Enabled
tr_tr: Aktif

source: Title
tr_tr: Başlık

source: The title which the user will see in the checkout page.
tr_tr: Kullanıcının Ödeme Sayfasında Göreceği Başlık

source: Payfull Checkout
tr_tr: Payfull Ödeme Sayfası

source: Description
tr_tr: Açıklama

source: The message to display during checkout.
tr_tr: Ödeme Esnasında Gösterilecek Mesaj

source: Pay via Payfull, pay safely with your credit card.
tr_tr: Payfull ile Kredi Kartı Kullanarak Güvenle Öde

source: The api url to "Payfull" service.
tr_tr: Payfull Servis URL' i

source: Api Username
tr_tr: API Kullanıcı Adı

source: Api Password
tr_tr: API Şifre

source: Enable 3D secure
tr_tr: 3D Aktif

source: Force 3D Secure
tr_tr: 3D Zorunlu

source: If 3D secure option is mandatory in Payfull side, this option must be enable. Otherwise your transactions will fail.
tr_tr: Hepsipay tarafından 3D secure özelliği tarafınıza zorunlu tutulduysa bu seçeneğin aktif olması gerekmektedir. Aksi takdirde işlemleriniz başarısız olacaktır.

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Choose whether to enable 3D secure payment option.
tr_tr: 3D Güvenli Ödemeyi Aktif Edebilirsiniz

source: Enable Installment
tr_tr: Taksit Aktif

source: Choose whether to enable installment option.
tr_tr: Taksit Seçeneklerini Aktif Edebilirsiniz

source: Enable Extra Installment
tr_tr: Ekstra Taksit Aktif

source: Enable BKM Express
tr_tr: BKM Express Aktif

source: Choose whether to enable BKM Express gateway.
tr_tr: BKM Exkpress'i aktif edebilirsiniz.

source: Total Selector
tr_tr: Total

source: A jQuery selector of the HTML element that contains the total amount in checkout page.
tr_tr: Ödeme Sayfasındaki Toplam Fiyatı Gösteren HTML Elementinin JQuery Seçicisi

source: Currency Class
tr_tr: Para Birimi

source: The CSS class(es) to be applied to the curreny on checkout page
tr_tr: Ödeme Sayfasındaki Para Birimi için Kullanılacak CSS Sınıfları

source: Failed to process the payment because of invalid order
tr_tr: Hatalı Sipariş Ödeme Başarısız

source: Invalid installment information.
tr_tr: Geçersiz Taksit Bilgisi

source: Invalid response received.
tr_tr: Geçersiz Cevap Alındı

source: Thank you for shopping with us. Your transaction is succeeded.
tr_tr: İşleminiz Başarılı,Alışveriş için Teşekkür Ederiz.

source: Bad request
tr_tr: Hatalı İstek

source: Order not found.
tr_tr: Sipariş Bulunamadı

source: The payment is done but your order not found. Your transaction id is "%1$s"
tr_tr: Ödeme Başarılı fakat Sipariş Bulunamadı. Sipariş Numarası "%1$s"

source: Unexpected error occured while processing your request.
tr_tr: İşlem Sırasında Beklenmeyen Hata ile Karşılaşıldı

source: Holder name cannot be empty.
tr_tr: Kart Hamili İsmi Alanı Boş Olamaz

source: Card number cannot be empty.
tr_tr: Kart No Alanı Boş Olamaz

source: Please enter a valid credit card number.
tr_tr: Lütfen Geçerli Bir Kart Numarası Giriniz.

source: Card expiration year cannot be empty.
tr_tr: Son Kullanım Tarihi (yıl) Boş Olamaz

source: The expiration year is invalid
tr_tr: Son Kullanım Ayı Geçersizdir

source: Card expiration month cannot be empty.
tr_tr: Son Kullanım tarihi (ay) Boş Olamaz

source: The expiration month is invalid:
tr_tr: Son Kulllanım Tarihi (ay) Geçersiz

source: Card CVC cannot be empty.
tr_tr: Güvenlik Kodu Boş Olamaz

source: Please enter a valid credit card verification number.
tr_tr: Lütfen Geçerli Bir Güvenlik Kodu Giriniz

source: The installment value must be a positive integer.
tr_tr: Taksit Sayısı Pozitif Bir Tam Sayı Olmalıdır

source: Installment Commission
tr_tr: Taksit Komisyonu

source: Name on Card
tr_tr: Kart Üzerindeki İsim

source: Credit Card Number
tr_tr: Kredi Kartı Numarası

source: Expiry Month
tr_tr: Ay

source: Expiry Year
tr_tr: Yıl

source: Card Verification Number
tr_tr: Kart Güvenlik Kodu

source: Use 3D secure Payments System
tr_tr: 3D Güvenlik Yöntemi Kullansın

source: installment
tr_tr: Taksit

source: Total
tr_tr: Toplam

source: Month
tr_tr: Ay

source: Year
tr_tr: Yıl

source: Installment
tr_tr: Taksit

source: Amount / Month
tr_tr: Tutar/Ay

source: One Shot
tr_tr: Tek Çekim

source: Checkout
tr_tr: ÖDEME YAP

source: Card Verification Code (CVC)
tr_tr: CVC

source: Holder Name
tr_tr: Kart Üzerindeki Ad Soyad

source: Credit card/Debit card
tr_tr: Kredi kartı / Banka kartı
